tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "fd"
brew "libpq"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "tree"
brew "lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "uv"
brew "fnm"
brew "smartmontools"
brew "eza"
brew "zoxide"
brew "restic"
brew "btop"
brew "dive"
brew "trivy"

cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager"
cask "rectangle"
cask "keka"
cask "openkey"
cask "obsidian"
cask "cap"
cask "wezterm"
cask "discord"
cask "orbstack"
cask "raycast"
cask "telegram-desktop"
cask "zoom"
cask "adguard"
cask "wkhtmltopdf"
cask "tableplus"
cask "zed"
cask "bruno"
cask "ngrok"
cask "vlc"
